import 'dart:core';

import 'package:flutter/material.dart';

class categary {
  static List shayari = [
    "शुभकामनाये शायरी",
    " दोस्ती शायरी",
    " मजेदार शायरी",
    " भगवन शायरी",
    "प्रेरणा स्त्रोत शायरी",
    "जीवन शायरी",
    "मोहब्बत शायरी",
    "यादे शायरी",
    "अन्य शायरी",
    "राजनीति शायरी",
    "प्रेम शायरी",
    "दर्द शायरी",
    "शराब शायरी",
    "बेवफा शायरी",
    "जन्मदिन शायरी",
    "होली शायरी"
  ];
  static List im = [

    "1.jpg.png",
    "2.jpg.png",
    "3.jpg.png",
    "4.jpg.png",
    "5.jpg.png",
    "6.jpg.png",
    "7.jpg.png",
    "8.jpg.png",
    "9.jpg.png",
    "10.jpg.png",
    "11.jpg.png",
    "12.jpg.png",
    "13.jpg.png",
    "14.jpg.png",
    "15.jpg.png",
    "16.jpg.jpg",

  ];
  static List shubh = [
    """😀 😃 😄 😁 😆“Aapne Wo Kar Dikhaya Jo Har Kisi
     Ke Liye Sambhav Nahi Hota,
      Main Aapki Safalta Par 
      Aapko Badhai Deta Hoon. ☺😊 😇 🙂""",

    """😍🥰😘 😗 😙Main Aapki Safalta 
    Par Aapko Badhai Deta Hoon,
Aur Ishwar Se Kamna Karta Hoon,
Ki Wo Aage Bhi Aise Safalta Ki 
Or Agrasar Rakhe..” 😚 😋 😛 😝 """,

    """😺 😸 😹 😻“તમારા જન્મદિવસ પર અમે તમારા માટે ઈચ્છીએ છીએ કે 
    તમે જીવનમાં જે કંઈપણ સૌથી વધુ ઈચ્છો છો તે તમારી પાસે આવે, 
    તમે જે રીતે તેની કલ્પના કરી હતી અથવા એનાથી વધુ સારી રીતે.
     જન્મદિવસ ની શુભકામના!”😺 😸 😹 😻  """,

    """🧑🏻‍🎄 🎅🏻 🧙“હું ઈચ્છું છું કે તમારી બધી ઈચ્છાઓ પૂર્ણ થાય. 
    જન્મદિવસ ની શુભકામના!”🙄 😯 😦 😧""",

    """ “મારા શ્રેષ્ઠ મિત્રોમાંના એકને જન્મદિવસની શુભેચ્છા.
     આપણા પોતાના જોક્સ પર હસવાનું અને એકબીજાને
      સમજદાર રાખવાનું આ એક બીજું વર્ષ છે!
તમને પ્રેમ અને જન્મદિવસની શુભેચ્છાઓ!”😁😁😁""",

    """😋😋😋“તમારા જેવો મિત્ર સૌથી સુંદર હીરા કરતાં પણ અમૂલ્ય છે.
     તમે માત્ર મજબૂત અને જ્ઞાની જ નહીં, પણ દયાળુ અને વિચારશીલ પણ છો.
      તમારો જન્મદિવસ એ તમને બતાવવાની સંપૂર્ણ તક છે કે
       હું તમારી મારા જીવનમાં કેટલી કાળજી રાખું છું અને કેટલો આભારી છું.
        જન્મદિવસ ની શુભકામના!”😋😋😋""",

    """ 😆 😆 😆“તમે તમારા જીવનનું પેલું વર્ષ ઉજવી રહ્યા છો 
    ત્યારે હું કેટલો ખુશ છું તે વ્યક્ત કરવા માટે એકલા શબ્દો પૂરતા નથી!
     તમારા જન્મદિવસ પર મારી તમારા માટે શુભેચ્છા એ છે
      કે તમે હંમેશા ખુશ અને સ્વસ્થ રહેશો. ક્યારેય બદલશો નહીં!
હેપી જન્મદિવસ મારા પ્રિય.” 😆 😆 😆 """,

  ];
  static List dosti=[
    """Ek pehchan Hazaron Dost Bana deti hai
    Ek Mukan Hazaron Ghum Bhula Deti Hai
    Zindgi ke safar mein Sambhal kar chalna
    Ek Galti Hazaron Sapne Jala kar rakh Deti hai  """,

    """Mil Jati hai kitno ko khushi 
    milt jate hain kitno ke gum message 
    is liye bhejte hai hum taki na milne se bhi apni 
    dosti na ho kam """,

    """Shabd samje a saga
    man samje a mitra""",

    """Aagali pakadine aagal nare pan 
    dhukhma bavdu pakdine bath
    bhari le a j parammitra""",

    """Na Aave kadi tane dukh tevo hu yaar bani jav 
    tari aakhma aave aansu to luchhva rumal bani jav""",

    """Dosti ne Ujavva no Koy Divas na 
    hoy saheb
    je divase dost male a j divas 
    tahevar bani jay chhe""",

    """Maru javan to hatu ghanu sangin,
hamesha raheto hato hu gamgin,
tari dostiyejavan ma aeva rango ourya ke,
jivan maru bani gayu aedam ragin...""",

  ];
  static List majedar=[
"""પતિ : બીટ્ટુ ક્યારનો રડી રહ્યો છે,
તેને હાલરડું સંભળાવીને સુવડાવી
કેમ નથી દેતી?
પત્ની : હાલરડું સંભળાવું
તો પાડોશી કહે છે કે, ભાભી
આના કરતા તો બીટ્ટુને જ રડવા દો.""",

    """ભૂરો : જીગા પાંચ હજાર ઉછીના આપને
મહેરબાની તારી
જીગો ઘરેથી પાંચ હજાર લઈ ભૂરાને
કહે લે આ પાંચ હજાર
ભૂરાયે પાંચ હજાર લઈ અઢી હજાર
જીગાને પાછા આપ્યા જીગો : કેમ અઢી
હજારજ જોતા હતા તો અઢી હજારજ
માંગવા હતાને પાંચ હજાર કેમ માગ્યા ?
ભૂરો : આ પાંચમાંથી અઢી હજાર તો મારે
બીજાને આપવાના છે અને અઢી તને મારે
વિશ્વાસ તો આપવો ને કે હું પાછા આપી
દઇશ એટલે તને આપ્યા #😅 જોક્સ
""",

    """ભૂરો : સાલા ઘરમાં મચ્છર બહુ છે
જીગો : ઘરમાં ડુંગળી સુધારી કટકા
અમુક જગ્યાએ મૂકી દે કોઈ મચ્છર
આવશે નહીં
ભૂરાયે બીજે દિવસે એમ કર્યું તો
મચ્છર ડુંગળીના કટકા ઉપર બેઠા
હતા જાણે કહી રહ્યા હોય તારાથી
 #😅 જોક્સ થાય એ કરીલે""",

"""जब से देखा है चाँद को तन्हा
तुम से भी कोई शिकायत ना रही""",

    """ज़रूरी तो नहीं के शायरी वो ही करे जो इश्क में हो
ज़िन्दगी भी कुछ ज़ख्म बेमिसाल दिया करती है""",

    """यहाँ मेरा कोई अपना नहीं है.
चलो अच्छा है कुछ ख़तरा नहीं है""",

    """प्यार तो जिंदगी का एक अफसाना है,
इसका अपना ही एक तराना है,
सबको मालूम है कि मिलेंगे सिर्फ आंसू
पर न जाने क्यों, दुनियां में हर कोई इसका दीवाना है.""",
  ];
  static List bhagvan=[
"""Haday par jo  prabhunu Aasan hoy ane
man par  jo prabhu nu shasan hoy 
tenu jivan hamesha vrudavan hoy""",

    """hira moti to seth loko pahere,
Ame mahadev ka bhakt Aetle rudrash paheriye """,

    """Ak pan gunane jato na kare
Aene  nyaydhish kahevay,
Ane ak var jena sarne jata rahe,
ne hajaro guna maf kare
Aene maro bholanath kahevay..""",

    """Jiski shiv se preet hai,
usaki har jang  me jit hai..
har har mahadev""",

    """જેનો નાથ હોય સ્વયં ભોલેનાથ,
એ ક્યારેય ન થાય અનાથ
ઓમ નમ: શિવાય""",

    """સૌથી મોટો તારો દરબાર,
તું જ બધાનો પાલનહાર !
સજા આપ કે માફી મહાદેવ,
તું જ અમારી સરકાર""",

    """જે અમૃત પીવે છે તેને દેવ કહે છે,
પણ
જે ઝેર પીવે તેને મહાદેવ કહે છે.""",

  ];
  static List prerna=[
"""જીવનમાં સફળતા મેળવવી હોય તો મહેનતમાં વિશ્વાસ રાખો. 
નસીબ તો જુગારમાં અજમાવવામાં આવે છે.""",

    """જો તમે જીવનમાં શાંતિ ઇચ્છતા હોય, 
    તો બીજાઓ વિશે ફરિયાદ કરવા કરતાં પોતાને બદલવાનું ૫સંદ કરો.
કારણ કે આખી દુનિયામાં કાર્પેટ પાથરવા કરતાં પોતાના પગમાં ચપ્પલ પહેરવાનું વઘુ સહેલું છે.""",

    """કેટલીક મુસાફરી એકલા જ કરવી પડે છે;
જીવનની દરેક મુસાફરીમાં હમસફર નથી હોતા !""",

    """થોડો ડૂબી જઈશ, પણ હું ફરીથી તરી જઈશ,
     હે જીદગીં, તું જો, હું ફરીથી જીતી જઇશ.""",

    """જ્યારે તમે રસ્તે ચાલતા હોય અને મંજીલનો વિચાર ૫ણ ન આવે,
     તો તમે સાચા માર્ગ પર છો.""",

    """સીડીની જરૂર તો એને હોય છે જેને છત સુઘી જવુ છે.
મારી મંઝિલ તો આકાશ છે, રસ્તો જાતે જ બનાવવાનો છે.""",

    """ધીરજ રાખો, ક્યારેય નિરાશ થશો નહીં;
જેણે તમને બનાવ્યા તે આ બ્રહ્માંડનો સૌથી મહાન લેખક છે!""",
  ];
  static List jivan=[
"""જીવનમાં લાખો દુ:ખ પડે તોય મુખને હસાવજો,
કોઈ લાખો રૂપિયા ચરણે ધરે તોય ઠોકર મારી ઠુકરવજો,
પણ કોઈ સાચો પ્રેમ કરે તો જીંદગીભર નિભાવજો.""",

    """જીવન ની રેસ માં જે લોકો તમને દોડી ને હરાવી ન શકે, 
    એ લોકો તમને તોડી ને હરાવવા નો પ્રયાશ કરશે.""",

    """દુઃખ અને મુશ્કેલી આ માનવીને શિક્ષણ આપતા બે શ્રેષ્ઠ ગુણ છે.
જે માનવી સાહસ સકથઈ અને સહન કરે છે આ પોતાના જીવનમાં સફળતા મેળવે છે.""",

    """જો તમે જીવનમાં સફળતા મેળવવા માગતા હોવ તો
ધીરજને પોતાનો પરમ મિત્ર,
અનુભવને પોતાનો બુદ્ધિમાન સલાહકાર,
સાવધાનીને પોતાનો મોટો ભાઈ
અને આશા ને પોતાનો સંરક્ષક બનાવી લો… 🙂""",

    """
જીવન માં ખુશ રેહવા માટે બે રસ્તા છે 🙂
જેને ભૂલી નથી શકતા તેને હંમેશ માટે માફ કરી દ્યો।
અને તેને ભૂલી જાવ જેને તમે માફ ના કરી શકો.
કારણકે,""",

    """“જીવનનો મોટો પાઠ, બેબી, ક્યારેય કોઈના કે કંઈપણથી ડરશો નહીં.” – ફ્રેન્ક સિનાત્રા
“એવું ગાઓ કે જેમ કોઈ સાંભળતું ન હોય, એવો પ્રેમ કરો જેવો તમને ક્યારેય દુઃખ ન થયું હોય,
 કોઈ ન જોતું હોય તેવું નૃત્ય કરો અને પૃથ્વી પર સ્વર્ગની જેમ જીવો.”""",

    """“મને ટીકા ગમે છે. તે મને મજબૂત બનાવે છે.”""",
  ];
  static List mohabat=[
"""प्यार इतना हो गया तुमसे
कि जीने के लिए सांसो की नही
हमे तुम्हारी जरूरत है.!!""",
    """इस नफरत भरे जमाने में सुकून
की आस मेरे लिए सिर्फ तुम हो.!!""",
    """कुछ तो अच्छा लिखा होगा रब ने मेरे लिए
जो मोहब्बत हुई है मुझे सिर्फ तेरे लिए.!!""",
    """जिसे देखकर मैं दीवाना मदहोश हो जाए
कुछ ऐसा ही प्यार भरा एहसास हो तुम.!!""",
    """बिन बोले हर बात समझ जाते हो
हाय मेरी जान
मुझे तुम कितना चाहते हो.!!""",
    """रहना वही है मुझे जहां तुम साथ हो
तेरे इश्क से ही मेरी जिंदगी खास हो.!""",
    """वो लम्हे मेरी जिंदगी के हसीन होते है
जब तुम मेरे बाहो के करीब होते है..!""",
  ];
  static List yade=[
"""નસીબ ના લેખ પત્થર થયા,
જહાજ ને કિનારા ના મળ્યા.
નીશ દિન સુખ દુખ સાથે રહ્યા ,
છતાં શું કામ વિખુટા પડ્યા?""",

    """“નજર થી નજર મળવામાં એક સેકંડ લાગે છે,
એક મીનીટમાં કોઈ ગમવા લાગે છે.
એક કલાકમાં કોઈનાથી પ્રેમ થઈ જાય છે,
તો પછી એને ભૂલવામાં આખી જિંદગી કેમ વીતી જાય છે?”""",

    """લાગેલા ઘાવ ના ઝખમો તો ભરાઇ ગયા
પણ એની નીશાની છોડી ગયા…
તુ તો છોડી ને જતી રહી મને
પણ તારી યાદો મોત સુઘી દોરી ગઈ મને….""",

    """મૌનમાં પણ ઘણી વાત થઇ શકે છેં.
દરેક પગલે નવી શરૂઆત થઇ શકે .
ભૌગોલિક અંતર ક્યાં નડે સંબંધો ને
બસ આંખ મિચો ને મુલાકાત થઇ શકે""",

    """પ્રેમની રસમો ને નિભાવવી આસન નથી,
કોઈ ની કસમો પર ચાલવું આસન નથી,
શોધી દીધું અમે પ્રેમ કરવાનું,
કારણકે પોતાના પ્યારને બીજા ની સાથે જોવાનું આસન નથી…""",

    """ધીરજ ધરી પણ ફળ સારા ન મળ્યા
કહેવું હતું પણ શબ્દો ના સથવારા ન મળ્યા
કદર કરતા રહ્યા આખી જિંદગી બીજાની
પણ અફસોસ અમારી કદર કરનારા કોઈ ના મળ્યા""",

    """બડી આશાની સે દિલ લગાયે જાતે હૈ
પર બડી મુશ્કિલ સે વાદેં નિભાયે જાતે હૈ
લે જતી હૈ મોહબત ઉન રહો પર …..
જહાં પેં દિલ જલાયે જાતે હૈ""",

  ];
  static List anny=[
"""उठा कर तलवार जब घोड़े पे सवार होते
बाँध के साफ़ा जब तैयार होते
देखती है दुनिया छत पे चढ़के
कहते है की काश हम भी ऐसे होशियार होते…""",

    """किसी को ये सोचकर साथ मत छोड़ना की उसके पास कुछ नहीं तुम्हे देने के लिए
बस ये सोचकर साथ निभाने की उसके पास कुछ नहीं है तुम्हारे सिवा खोने के लिए
""",

    """दिल पे क्या गुज़री वो अनजान कए जाने,
प्यार किसे कहते है वो नादान क्या जाने,
हवा के साथ उड़ गये घर इस परिंदे का,
कैसे बना था घोसला वो तूफान क्या जाने !“"”""",

    """हर खेल में वो ही तो अब्बल आया है,जिस किसी ने भी दमख़म दिखाया है
वो माने चाहे न माने है उसकी मर्जी,हमने तो सब कुछ ही उसपे लुटाया है
कौन समझ पाया है इस दुनिया को,प्रेमियों पे सदा ही इसने जुल्म ढाया है
… आदमी सीख न पाया मिल के रहना,चाहे हर पीर पैगम्बर ने समझाया है
सच्चों को पहले तो सूली पे चढाया है,बाद में चाहे ये समाज पछताया है
मंजिल पे देर सवेर पहुंच ही जायेगा,जिस किसी ने पहला कदम उठाया है
इश्क में यहां हर किसी ने ही प्यारे, कुछ गंवाया है तो काफी कुछ पाया """,

    """जब आपका नाम ज़ुबान पर आता है,
पता नही दिल क्यों मुस्कुराता है,
तसल्ली होती है हमारे दिल को,
कि चलो कोई तो है अपना, जो
हर वक़्त याद आता है""",

    """हमारे बिन अधूरे तुम रहोगे,
कभी चाहा था किसी ने,तुम ये खुद कहोगे,
न होगे हम तो किसी ने ,तुम ये खुद कहोगे,
मिलेगे बहुत से लेकिन कोई हम सा पागल ना होगा""",

    """एक आदमी अपनी पतनी के सामने कसम खाता हे के

मई तुमरे सामने पैसो का ढेर कार्दुगा
तुमारी जुल्फों के तारीफ करूँगा हमेशा

पतनी बोली कब तक
पति बोला;
जब तक है जान

पतनी बोली फिर

पति बोला :
में तुमको हमेशा खुस रखूँगा
पूरी दुनिया तुमरे कदमो में लडूंगा

पतनी बोली कबतक
पति बोला:
जब तक है जान

पति मनोमन बोला:
तुम जेसे अन्तिक के साथ कोण घुमने जायेगा
में तो कल अपने से अधि उम्र की लडकियों के साथ फिल्म देखने जाऊंगा
दुश्रे दिन पतनी को पता चला और पुचा की आखिर कब तक ये सब करते रहो गे
तो पति बोला ;
जब तक है जा""",
  ];
  static List rajniti=[
"""सरकार को गरीबों का ख्याल
कब आता है चुनाव नजदीक आ जाए तो
मुद्दा उछाला जाता है !!""",
    """जिनको हम चुनते हैं वो ही हमें धुनते हैं
चाहे बीवी हो या नेता दोनों कहाँ सुनते हैं !!""",
    """इस बात से सलाम करना मेरी सूरत
का अंदाजा वह लोग लगाते हें जो मुझे
सलाम टोकते हैं जिन्हें तू सलाम करता है !""",
    """मुर्दा लोहे को औजार बनाने वाले
अपने आँसू को हथियार बनाने वाले
हमको बेकार समझते हैं सियासत दांर
मगर हम है इस मुल्क की सरकार बनाने वाले !!""",
    """सरहदों पर बहुत तनाव है क्या
कुछ पता करो चुनाव है क्या !!""",
    """शेर खुद अपनी ताकत से जंगल का
राजा कहलाता है जंगल में चुनाव नहीं
होते वरना चिड़ीया जानवर भी बादशाह कहलाते !!""",
    """चोर बेईमान और भ्रष्ट नेताओं की क्यों करते
हो बात लोकतंत्र की ताकत है जनता में
दिखला दो इनकी औकात !!""",
  ];
  static List prem=[
"""તને પ્રેમ કરવાની મારી આદત નથી ☝️
 તું મારી જરૂરિયાત છે 😘 તું જ મારી જિંદગી છે. 🥰""",

    """જ્યારે પણ કોઈ તમારું નામ લે છે ❣️
     ત્યારે ખબર નથી કેમ તમારો ચહેરો દેખાય છે. 😍""",

    """અમને સમયની પરવા નથી 👉 પણ જ્યારે તમે મળ્યા 👩‍❤
    ️‍👨 ત્યારે અમે તેની પણ કાળજી રાખવા લાગ્યા. 😊""",

    """મારાં નસીબ માં 🌹 બીજું કંઈ હોય કે ના હોય પણ
તારો 💕 સાથ મારે જીંદગીભર જોઈએ છે. 💘""",

    """મને મારા પ્રેમ પર એટલી ખાતરી છે ❣️
     કે જે મારું બની ગયું છે 👩‍❤
     ️‍👨 તે બીજા કોઈનું ન હોઈ શકે.""",

    """મારી છાતીમાં દિલ❤
     છે તું એ દિલની ધડકન છે.""",

    """સાચા પ્રેમની કોઈ એક્સપાયરી ડેટ હોતી નથી.☝""",
  ];
  static List dard=[
"""ફુલ અમને ગમતા નથી
  અને કાંટા ઓ પર અમને મમતા નથી
  ગમ્યા છે અમને પર્વતો જેકોઇને નમતા નથી.
  બીજી ગમે છે તમારી મિત્રતા,
  કે જેને તોડવાની પેલા પર્વતોમાં ક્ષમતા નથી.""",

    """પ્રેમ તો જીવનમાં ઘણીવાર થાય છે,
પહેલો પ્રેમ પણ ક્યારેક ભુલાઈ જાય છે,
પણ જીવનમાં એક વ્યક્તિ તો એવી મળી જાય છે
જે તમારા આત્માને સ્પર્શી જાય છે,
ભલે એ તમને મળી ન શકે તો પણ એની રાહ જોવાનું મન થાય છે,
સતત એને ખોઈ બેસવાનો ડર લાગ્યા કરે છે.
એ વ્યક્તિને ક્યારેય ભૂલી નથી શકતા એ વ્યક્તિ માટે દિલમાં જે પ્રેમ જાગે છે. તે જ પ્રેમ સાચો પ્રેમ છે.""",

    """દાગીના મુકવા માટે લોકર મળી શકે ,
પૈસા મુકવા માટે બેંક મળી શકે
પણ હૈયાની વાત મુકવા માટે લાયક જગ્યા મળવી મુશ્કેલ છે,
એ જગ્યા નું નામ એટલે °દોસ્ત°.""",

    """એકાદ એવી યાદ તો છોડી જવી હતી
છૂટ્ટા પડ્યાની વાતને ભૂલી જવી હતી
વહેતા પવનની જેમ બધું લઈ ગયાં તમે
થોડીઘણી સુગંધ તો મૂકી જવી હતી.""",

    """રૂપિયાની ભૂખ એવી હતી કે
કમાવા માટે લાગી ગયા,
રૂપિયા મળ્યા તો હાથમાંથી સંબંધ બધા છૂટી ગયા. 
 બાળકો સાથે રહેવાનો સમય ના મળ્યો, 
પણ જયારે સમય મળ્યો ત્યારે બાળકો જ રૂપિયા કમાવવા નીકળી ગયા.""",

    """જિંદગીમાં જ્યાં સુધી તમે યાદ રાખો છો,
ત્યાં સુધી ગઈ કાલ જીવે છે.
અને જ્યાં સુધી તમે આશા રાખો છો,
ત્યાં સુધી આવતીકાલ તમારી રાહ જુએ છે,
બસ આમ જ વર્તમાન ચાલે છે.""",

    """લોકોના મત પ્રમાણે 'આઇ લવ યુ'
એ સૌથી શ્રેષ્ઠ વાક્ય છે
પણ મારા મતે'આઇ લવ યુ ટુ'
એ સૌથી શ્રેષ્ઠ વાક્ય છે.
કારણ કે પહેલું વાક્ય તો ઘણા બધા ને
સાંભળવા મળે,
પરંતુ બીજું વાક્ય તો
'નસીબવાળાને જે
સાંભળવા મળે..!!!""",
  ];
  static List sharab=[
"""तुम क्या जानो शराब कैसे पिलाई जाती है
,खोलने से पहले बोतल हिलाई जाती है,
फिर आवाज़ लगायी जाती है आ जाओ टूटे दिल वालों,
यहाँ दर्द-ए-दिल की दवा पिलाई जाती है।""",
    """तुम आज साक़ी बने हो तो शहर प्यासा है,
    हमारे दौर में ख़ाली कोई गिलास न था।""",
    """देखा किये वह मस्त निगाहों से बार-बार,
    जब तक शराब आई कई दौर चल गये।""", """
यूँ बिगड़ी बहकी बातों काकोई शौक़ नही है मुझको,
वो पुरानी शराब के जैसी हैअसर सर से उतरता ही नहीं।""",
    """तुम्हारी बेरूखी ने लाज रख ली बादाखाने की,
    तुम आंखों से पिला देते तो पैमाने कहाँ जाते।""",
    """मुखातिब हैं साकी की मख्मूर नजरें,
    मेरे जर्फ का इम्तिहाँ हो रहा है।""",
    """अपनी नशीली निगाहों को,
    जरा झुका दीजिए जनाबमेरे मजहब में नशा हराम है।""",
  ];
  static List bevfa=[
    """વાંઘો નહી તારી વફા નહી મળી મને
દુઆ કરૂ કે કોઇ બેવફા ન મળે તને""",

    """ખુદને બેવફા સમજી તને ભુલી જઇશ
૫ણ દુનિયા સામે તને બેવફા કહી બદનામ નહી કરુ.""",

    """ભુલાવી દઇશ તને ૫ણ
થોડી ઘીરજ તો રાખ
તારી જેમ મતલબી બનતા
મને થોડો સમય લાગશે.""",

    """પ્રમના પ્યાલા થોડા હળવેકથી પીજો
હોઠ તો ૫ચાવી લેશે ૫ણ દીલને બહુ તકલીફ ૫ડશે.""",

    """પ્રેમ જીદથી નહી કિસ્મતથી મળે છે સાહેબ
બાકી આખી દુનિયાનો નાથ એની રાઘા વગર ના જીવ્યો હોત""",

    """એણે મારો સાથ ન આપ્યો
તો એની ૫ણ કોઇ મજબુરી હશે.
બેવફા તો એ ના હોઇ શકે
૫ણ મહોબત અઘુરી હશે.""",

    """પ્રેમ છે એટલે જ અઘુરો રહી ગયો
બાકી હવસ હોત ને તો
કયારની પુુુરી કરી લીઘી હોત""",
  ];
  static List janamdin=[
    """જન્મદિવસ🎂 ની હાદિઁક🎊 શુભકામના🍫
આખી દુનિયા🌏 ને ખુશ😊 રાખવાવાળો મારો 🍃~ મહાદેવ ~🍃 હર પલ તમારી ખુશી🙂 નો ખ્યાલ રાખે 
અને આપની હર એક ઈચ્છા પૂરી કરે એવી પ્રાર્થના📿🙏🏻""",

    """ભગવાન તમને દુનિયાભરનુ સુખ આપે
જીવનમાં દરેક પગલે પ્રગતિ આપે;
તમારા હોઠ પર સદાય સ્મિત રહે;
જન્મદિવસ પર આવી ભેટ આપે

🌹🌹🌹 જન્મ દિવસ ની શુભકામના 🌹🌹🌹""",

    """ચહેરો તમારો ખિલેલો રહે ગુલાબ ની જેમ
નામ તમારુ રોશન થાય સૂરજ ની જેમ
દુઃખમાં પણ હસતા રહો ફૂલો ની જેમ
જો અમે ક્યારેક તમને સાથ ન આપી શકીએ
તો પણ આ જ રીતે જનમદિવસની ઉજવણી કરતા રહેજો!

🌹🌹🌹 જન્મદિવસની શુભેચ્છાઓ! 🌹🌹🌹""",

    """સફળતા... તમને ચૂમે.
સુખ... તમને ગળે લગાવે.
તક... તમને પસંદ કરે.
સમૃદ્ધિ... તમારો પીછો કરે.
પ્રેમ... તમને ભેટી પડે.
શ્રેષ્ઠ મિત્રો... તમારી આસપાસ રહે...

જન્મદિવસની મુબારક !!!""",

    """જીવનમાં આશીર્વાદ મળે... વડીલોથી,
સહયોગ મળે... નાનાઓથી,
ખુશી મળે... દુનિયાથી,
પ્રેમ મળે... બધા પાસેથી,
આજ પ્રાર્થના છે મારી પ્રભુને.

જન્મદિવસ ની શુભકામના 🎂🎂🎉🎁🎉🎊""",

    """જન્મદિવસ હો મુબારક
સપના સૌ સાકાર હજો
વહાલ સૌના સદા છલકજો
ઇશ્વરની આશિષ સદા સાથ હજો
જીવનબાગ મઘમઘી રહો
હસીને સદા સૌને હસાવો
વધાઇ હો વધાઇ…..

🌹🌹🌹 જન્મદિવસ મુબારક 🌹🌹🌹""",

    """આજના જન્મ દિવસે
આપને આનંદી મન મુબારક
ખૂંટે નહી તેટલું ધન મુબારક
તંદુરસ્તી ભર્યું તન મુબારક
આપને જન્મ દિવસ મુબારક

🌹🌹🌹 જન્મદિવસ મુબારક મિત્ર 🌹🌹🌹""",

  ];
  static List holi=[
"""હોળી-ધુળેટીના 🌈રંગબેરંગી કલર જેવું સુંદર તમારું જીવન બને તેવી શુભકામનાઓ.
💐 હેપી હોળી 2023💐""",

    """હું ઇચ્છુ છું કે, તમારું આગળનું વર્ષ સુખી-સમૃદ્ધ અને દરેક દિવસ હોળીની જેમ રંગીન રહે.
     આ પવિત્ર તહેવાર નિમિત્તે 👦આપને તથા આપના👨‍👨‍👦 પરિવાર ને ખૂબ ખૂબ શુભેચ્છાઓ.""",

    """હોળી ના રંગો તમારા જીવનમાં ખુશીઓ અને આનંદ લાવે તેવી હું ઈશ્વરને પ્રાર્થના કરું છું.""",

    """હોળી-ધુળેટીનો આ તહેવાર, લાવ્યો હજારો ખુશિયાં,
હોળીના પવિત્ર તહેવાર પર, આપ સૌને અભિનંદન 🤗!!

🌹 હોળી ની હાર્દિક શુભેચ્છાઓ 🌹""",

    """રંગોનો આ તહેવાર તમને અને તમારા પરિવારના જીવનમાં ઉત્સાહ, સુખ અને તેજ લાવે. મારા તરફથી હોળી અને ધુળેટી ની હાર્દિક શુભકામનાઓ.

🌻 હેપી ધુળેટી 2023 🌻""",

    """હોળીના આ પવિત્ર તહેવારે ભગવાન તમને માનસિક શાંતિ અને સારા સ્વાસ્થ્ય આપે.

💐 હોળી ની હાર્દિક શુભકામનાઓ """,

    """આજ મુબારક કલ મુબારક,
હોલી કે હર પલ મુબારક.

રંગ-બિરંગી હોલી મેં,
હોલી કા હર રંગ મુબારક.

🙏 ધુળેટી ની શુભેચ્છા 🙏""",
  ];
  static List<Color> mycolor=[
    Colors.pink,
    Colors.yellow,
    Colors.red,
    Colors.teal,
    Colors.deepPurple,
    Colors.orange,
    Colors.lightBlue,
    Colors.orangeAccent,
    Colors.red,
    Colors.amber,
    Colors.pink,
    Colors.yellow,
    Colors.red,
    Colors.teal,
    Colors.deepPurple,
    Colors.orange,
    Colors.lightBlue,
    Colors.orangeAccent,
    Colors.red,
    Colors.amber,
    Colors.pink,
    Colors.yellow,
    Colors.red,
    Colors.teal,
    Colors.deepPurple,
    Colors.orange,
    Colors.lightBlue,
    Colors.orangeAccent,
    Colors.red,
    Colors.amber,
  ];
  static List backcolor =[
  Colors.pink,
  Colors.yellow,
  Colors.red,
  Colors.teal,
  Colors.deepPurple,
  Colors.orange,
  Colors.lightBlue,
  Colors.orangeAccent,
  Colors.red,
  Colors.amber,
  Colors.pink,
  Colors.yellow,
  Colors.red,
  Colors.teal,
  Colors.deepPurple,
  Colors.orange,
  Colors.lightBlue,
  Colors.orangeAccent,
  Colors.red,
  Colors.amber,
  Colors.pink,
  Colors.yellow,
  Colors.red,
  Colors.teal,
  Colors.deepPurple,
  Colors.orange,
  Colors.lightBlue,
  Colors.orangeAccent,
  Colors.red,
  Colors.amber,
];
  static List Emoji=[
  """🥰 😘🥰 😘""",
  """🥰 😘🥰 😘""",
    """😀 😃 😄 😁""",
    """😆 😅 😂 🤣""",
  """👩‍❤‍💋‍👨""",
    """✌ 🤞💋😺""",
    """🤯 😳 😸 😹""",
    """🥵 🥶 😱 😨""",
    """ 😰😲 😥 😓 """,
    """🥱 😴 🤤 😪""",
    """ 😵🤐 😵‍💫""",
    """ 🥴 🤢 🤮 🤧""",
    """😎 🥸 🤩 🥳""",
    """👆 🖕 👇 ☝""",
    """ 👍 👎 ✊ 👊 🤛 🤜""",
    """🥰 😘🥰 😘""",
  ];
}